[Main]
DisplayName=Nederlands

[Brower_Protected_M]
btn_ok=Ok
Site_Safe_tip=Deze site is veilig
Site_Risk_tip=Deze site bevat potentiële bedreigingen
Protected_Off_tip=Advanced SystemCare Broswer bescherming: Aan
Site_Safe=Veilig:
Site_Risk=Gevaar:
Site_Advisory=Advies geboden door
Site_Details=Meer details
Link_Safe_tip=Deze link is veilig
Link_Risk_tip=Deze link is niet veilig
Sender_Risk_tip=Deze afzender is verdacht.
Link_Phish_tip=Deze link bevat phishing scam.
Risk_Title_Phish=Deze website is gemeld als een phishing-site.
Site_Risk_link=Deze e-mail bevat een kwaadaardige link.
Site_Risk_sender=De afzender van deze e-mail is verdacht.
Site_Risk_link_sender=Deze e-mail bevat een kwaadaardige link en de afzender is verdacht.
Site_Risk_phish=Deze website bevat phishing scam.
Risk_Title=Deze website is gemeld als onveilig
Risk_recommend=Wij raden u aan niet verder te gaan op deze website
Risk_goBack=Annuleren
Risk_report=Rapporteer vals alarm
Risk_continue=Toch doorgaan
Site_turbo_tip=Surfbescherming is uitgeschakeld omdat Opera Turbo aan is
ads_Removed=advertenties verwijderd op deze pagina
ads_Nofound=Geen advertenties gevonden
Site_Miner_tip=Cryptocurrency-mining geblokkeerd op deze pagina.

